Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_231_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Dálvemáilmmi bivut
smn: Tälvimaailm pivoh

source: Geahča oanehisvideo beaskka birra
smn: Keejâ uánihisvideo peeskâst ( possuunähkituurhâst )

source: Jiella-joavkku lahtuguovttos gárvodeaba beskii ja luhkkai vai sudnos sáhttá váldit govaid ođđa CD-skearru várás .
smn: Jiella-juávhu jesâneh kárvudeteh peeskân já luukân vâi sist puáhtá väldiđ kuuvijd uđđâ CD-skiäru lookán .

source: Jiella-joavkku lahtut : Niilo ja Jenna Rasmus
smn: Jiella-juávhu jesâneh : Niilo já Jenna Rasmus

source: Bagadallan / govven : Ima Aikio-Arianaick , čuohppan : Anne Kirste Aikio Jorgalus : Jouni S. Laiti
smn: Stivrim / kuvvim : Ima Aikio-Arianaick , čuoppâm : Anne Kirste Aikio Jurgâlus : Jouni S. Laiti

source: Buvttadeapmi : Sámi Siida Ohcejohka 2006
smn: Pyevtittâs : Sámi Siida Ucjuuhâ 2006

source: Guhkkodat : 2,37
smn: Kukkodâh : 2,37
